---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ViewScheduleExportOptions
source: html/ab15f2b5-d828-a07e-1bbc-a3029cc40d28.htm
---
# ViewScheduleExportOptions Members

Constructs a new instance of the ViewScheduleExportOptions class